### Machine translated by `cargo zng l10n`, ab0682936292139ef046e822c139586a33986c3522951ecb20715ef0c900db4b

### `cargo zng l10n` द्वारा स्वतः उत्पन्न

FOCUS_ALT_CMD =
    .info = ऑल्ट स्कोप पर फोकस करें
    .name = ऑल्ट पर फोकस

FOCUS_DOWN_CMD =
    .info = नीचे स्थित निकटतम फोकस करने योग्य तत्व पर फोकस करें
    .name = नीचे फोकस करें

FOCUS_ENTER_CMD =
    .info = चाइल्ड फोकस करने योग्य तत्व पर फोकस करें
    .name = प्रवेश पर फोकस

FOCUS_EXIT_CMD =
    .info = पैरेंट फोकस करने योग्य तत्व पर फोकस करें, या फोकस वापस लाएं
    .name = निकास पर फोकस

FOCUS_LEFT_CMD =
    .info = बाईं ओर स्थित निकटतम फोकस करने योग्य तत्व पर फोकस करें
    .name = बाईं ओर फोकस करें

FOCUS_NEXT_CMD =
    .info = अगले फोकस करने योग्य तत्व पर फोकस करें
    .name = अगला फोकस

FOCUS_PREV_CMD =
    .info = पिछले फोकस करने योग्य तत्व पर फोकस करें
    .name = पिछला फोकस

FOCUS_RIGHT_CMD =
    .info = दाईं ओर स्थित निकटतम फोकस करने योग्य तत्व पर फोकस करें
    .name = दाईं ओर फोकस करें

FOCUS_UP_CMD =
    .info = ऊपर स्थित निकटतम फोकस करने योग्य तत्व पर फोकस करें
    .name = ऊपर फोकस करें