### Machine translated by `cargo zng l10n`, be135842e65abb43f38e8f66e75bcc43fb249683b92f3d12466fbb444de99621

### Автоматично генериран от `cargo zng l10n`

info =
    .clean = Операцията е неуспешна, всички промени са отменени.
    .corrupted = Операцията е неуспешна, инсталацията е повредена.

message =
    .install-clean = Операцията по инсталиране е неуспешна, {$app} не беше инсталиран.
    .install-corrupted = Операцията по инсталиране е неуспешна, {$app} беше инсталиран само частично.
    .repair-clean = Операцията по поправка е неуспешна, инсталацията на {$app} не беше поправена.
    .repair-corrupted = Операцията по поправка е неуспешна, {$app} беше поправен само частично.
    .uninstall-clean = Операцията по деинсталиране е неуспешна, {$app} остава инсталиран.
    .uninstall-corrupted = Операцията по деинсталиране е неуспешна, {$app} беше деинсталиран само частично.
    .update-clean = Операцията по актуализиране е неуспешна, {$app} не беше актуализиран. Текущата инсталирана версия {$current_version} остава и може да продължи да се използва.
    .update-corrupted = Операцията по актуализиране е неуспешна, {$app} беше актуализиран само частично.

title =
    .install = Инсталирането е неуспешно
    .repair = Поправката е неуспешна
    .uninstall = Деинсталирането е неуспешно
    .update = Актуализирането е неуспешно